Revit 2027 API
FamilyInstance.Space(Phase) Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Space this[
	Phase phase
] { get; }
Public ReadOnly Property Space (
	phase As Phase
) As Space
	Get
public:
property Space^ Space[Phase^ phase] {
	Space^ get (Phase^ phase);
}
member Space : Space with get
Parameters
phase Phase
Property Value
Space
See Also
Reference
FamilyInstance Class
Space Overload
Autodesk.Revit.DB Namespace